{
  "greeting": "Hi, I'm Daniel Mora! Welcome to my portfolio!",
  "bio": "I am a full-stack developer with 3 years of experience in various projects, from small business solutions to large-scale enterprise projects. My specialty is the backend, mainly using NestJS and Node.js, relational databases (MySQL and SQLServer), and non-relational databases (DocumentDB, MongoDB and Redis). On the frontend side, my stack is made up of Angular and NextJS (React). I implement Clean Architecture, DDD, and SOLID principles to deliver a scalable and maintainable product.",
  "projectsTitle": "Projects",
  "projectsGithub": "GitHub Repositories",
  "macropay-description": "Implementation of APIs with NestJS for building new systems for the company. Optimization and maintenance of systems developed with Spring Boot and Angular, improving application performance and implementing new features. Implementation of unit tests to verify the correct functioning of the projects.",
  "minu-description": "I implemented new features to the platform using NodeJs with Javascript. I maintained existing features to resolve bugs in the platform. I implemented automation of legal contracts and other internal processes using digital tools and platforms such as trato.io.",
  "blackspot-description": "Participation in the planning and development of new projects to be undertaken. Maintenance and implementation of new features using Laravel and Livewire, supported by Webflow for the UX/UI development of the projects. Reduction of errors and development time through team organization using the Scrum methodology.",
  "freelancer-description": "Creation of tools for supporting and automating business processes. Assistance in teaching and project development, using technologies like JavaScript and .NET for web development and desktop applications.",
  "freelancer-date": "Since September 2022",
  "experience-title": "Experience",
  "home-button": "Home",
  "projects-button": "Projects",
  "experience-button": "Experience",
  "myovector-description": "E-commerce for protein and dietary supplements, blogs, retail outlets, and more related to the Myo Vector brand.",
  "actioncoach-description": "Educational platform focused on training and mentoring entrepreneurs and leaders seeking to boost their businesses.",
  "portal-facturacion-description": "Electronic billing platform for clients, connected to Mexico's tax administration system.",
  "minu-app-description": "Platform providing employee benefits services for companies.",
  "celex-description": "Digital platform for telephone service portability to Telcel services.",
  "santos-lugo-description": "E-commerce store from the Yucatecan store Santos Lugo, dedicated to the sale of various types of supplies and food.",
  "work-title": "I collaborated on the following projects.",
  "skills-title": "Tech stack",
  "footer-whats-message": "Hi Daniel, I saw your portfolio and would like to get in touch.",
  "developed-by": "Developed by Daniel Mora",
  "contact-info": "Contact Info",
  "online-profiles": "Online Profiles",
  "view-on-github": "View on GitHub"
}
