{
  "greeting": "¡Hola, soy Daniel Mora! ¡Bienvenido a mi portafolio!",
  "bio": "Soy un desarrollador full-stack con 3 años de experiencia en diversos proyectos, desde soluciones para pequeñas empresas hasta sistemas empresariales a gran escala. Mi especialidad es el backend, principalmente con NestJS y Node.js, bases de datos relacionales (MySQL y SQLServer), y bases de datos no relacionales (DocumentDB, MongoDB y Redis). En el frontend, uso Angular y NextJS (React). Implemento principios de Clean Architecture, DDD y SOLID para entregar productos escalables y mantenibles.",
  "projectsTitle": "Proyectos",
  "projectsGithub": "Repositorios de github",
  "macropay-description": "Implementación de APIs con NestJS para el desarrollo de nuevos sistemas para la empresa. Optimización y mantenimiento de sistemas desarrollados con Spring Boot y Angular, mejorando el rendimiento de las aplicaciones e implementando nuevas funcionalidades. Implementación de pruebas unitarias para verificar el correcto funcionamiento de los proyectos.",
  "minu-description": "Implementé funcionalidades nuevas a la plataforma utilizando NodeJs con Javascript. Realicé mantenimiento a funcionalidades existentes para la solución de bugs presentados en la plataforma. Implementé automaticaciones de contratos legales y otros procesos internos mediante herramientas y plataformas digitales como trato.io",
  "blackspot-description": "Participación en la planificación y desarrollo de nuevos proyectos. Mantenimiento e implementación de nuevas funcionalidades mediante Laravel y Livewire, con el apoyo de Webflow para el desarrollo UX/UI de los proyectos. Reducción de errores y tiempo de desarrollo mediante la organización de equipos mediante la metodología Scrum.",
  "freelancer-description": "Creación de herramientas para el soporte y la automatización de procesos de negocio. Asistencia en docencia y desarrollo de proyectos, utilizando tecnologías como JavaScript y .NET para desarrollo web y aplicaciones de escritorio.",
  "freelancer-date": "Desde septiembre de 2022",
  "experience-title": "Experiencia",
  "home-button": "Inicio",
  "projects-button": "Proyectos",
  "experience-button": "Experiencia",
  "myovector-description": "Comercio electrónico de proteinas y suplementos alimenticios, blogs, puntos de venta y más relacionado a la marca Myo Vector.",
  "actioncoach-description": "Plataforma educativa orientada a la formación y mentoria de emprendedores y lideres que buscan potencializar negocios.",
  "portal-facturacion-description": "Plataforma de facturación electronica para clientes, conectado al sistema de administración tributaria de México.",
  "minu-app-description": "Plataforma proveedora de servicios de beneficios para empleados de empresas.",
  "celex-description": "Plataforma digital destinada a la portabilidad de servicio telefónico a los servicios de Telcel.",
  "santos-lugo-description": "Comercio electrónico de la tienda yucateca Santos Lugo, dedicada a la venta de insumos y alimentos de distintos tipos.",
  "work-title": "Colaboré en los siguientes proyectos.",
  "skills-title": "Tecnologías",
  "footer-whats-message": "Hola Daniel, vi tu portafolio y me gustaría contactarte.",
  "developed-by": "Desarrollado por Daniel Mora",
  "contact-info": "Información de contacto",
  "online-profiles": "Plataformas",
  "view-on-github": "Ver en GitHub"
}
